/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "type": "header",
  "name": "t:sections.header-group.name",
  "sections": {
    "announcement-bar": {
      "type": "announcement-bar",
      "blocks": {
        "announcement-1": {
          "type": "announcement",
          "settings": {
            "icon": "truck",
            "text": "Free shipping and returns",
            "link": "",
            "hide_icon_mobile": true,
            "text_mobile": "",
            "highlighted_text": "none",
            "highlighted_scribble": "circle"
          }
        },
        "announcement-2": {
          "type": "announcement",
          "settings": {
            "icon": "email",
            "text": "A question? Visit our contact page",
            "link": "",
            "hide_icon_mobile": true,
            "text_mobile": "",
            "highlighted_text": "none",
            "highlighted_scribble": "circle"
          }
        }
      },
      "block_order": [
        "announcement-1",
        "announcement-2"
      ],
      "disabled": true,
      "settings": {
        "show_social": true,
        "enable_language_selector": true,
        "enable_country_selector": true,
        "invert_icons_selectors": false,
        "announcement_position": "center",
        "autoplay": true,
        "autoplay_speed": 5,
        "show_navigation": true,
        "color_text": "#fafafa",
        "color_background": "#1f1f1f",
        "gradient_background": "",
        "color_highlight": "#ffddbf",
        "gradient_highlight": "",
        "hide_homepage": false,
        "full_width": true,
        "rounded": true
      }
    },
    "header": {
      "type": "header",
      "blocks": {
        "mega_menu_JCCeHF": {
          "type": "mega_menu",
          "settings": {
            "menu_title": "Lizenzshop",
            "menu_width": "medium",
            "show_menu_image": true,
            "button_label": "",
            "button_link": "",
            "promo_image_ratio_1": "adapt",
            "promo_heading_1": "",
            "promo_subtext_1": "",
            "promo_overlay_content_1": true,
            "promo_link_1": "",
            "promo_tag_1": "",
            "promo_color_text_1": "#ffffff",
            "promo_color_overlay_1": "#000000",
            "promo_overlay_opacity_1": 40,
            "promo_image_ratio_2": "adapt",
            "promo_heading_2": "",
            "promo_subtext_2": "",
            "promo_overlay_content_2": true,
            "promo_link_2": "",
            "promo_tag_2": "",
            "promo_color_text_2": "#ffffff",
            "promo_color_overlay_2": "#000000",
            "promo_overlay_opacity_2": 40,
            "promo_image_ratio_3": "adapt",
            "promo_heading_3": "",
            "promo_subtext_3": "",
            "promo_overlay_content_3": true,
            "promo_link_3": "",
            "promo_tag_3": "",
            "promo_color_text_3": "#ffffff",
            "promo_color_overlay_3": "#000000",
            "promo_overlay_opacity_3": 40,
            "promo_image_ratio_4": "adapt",
            "promo_heading_4": "",
            "promo_subtext_4": "",
            "promo_overlay_content_4": true,
            "promo_link_4": "",
            "promo_tag_4": "",
            "promo_color_text_4": "#ffffff",
            "promo_color_overlay_4": "#000000",
            "promo_overlay_opacity_4": 40,
            "promo_image_ratio_5": "adapt",
            "promo_heading_5": "",
            "promo_subtext_5": "",
            "promo_overlay_content_5": true,
            "promo_link_5": "",
            "promo_tag_5": "",
            "promo_color_text_5": "#ffffff",
            "promo_color_overlay_5": "#000000",
            "promo_overlay_opacity_5": 40
          }
        }
      },
      "block_order": [
        "mega_menu_JCCeHF"
      ],
      "settings": {
        "menu": "clu-navigation",
        "menu_mobile": "",
        "menu_active": "block",
        "hover_menu": true,
        "header_layout": "left-center",
        "sticky_header_type": "always",
        "enable_language_selector_desktop": true,
        "enable_country_selector_desktop": true,
        "show_country_name_dekstop": true,
        "show_country_flag_desktop": true,
        "logo_position_mobile": "center",
        "show_social": true,
        "enable_language_selector": true,
        "enable_country_selector": true,
        "transparent_color_text": "#ffffff",
        "color_text": "#f5f5f5",
        "color_background": "#000000",
        "padding_top": 20,
        "padding_bottom": 20,
        "full_width": true,
        "rounded": true
      }
    },
    "rich_text_UbL4HC": {
      "type": "rich-text",
      "blocks": {
        "heading_4UpL7x": {
          "type": "heading",
          "settings": {
            "heading": "AGB's",
            "heading_size": "title-lg tracking-heading",
            "heading_tag": "h2",
            "highlighted_text": "none",
            "highlighted_scribble": "circle"
          }
        },
        "text_LT4bkA": {
          "type": "text",
          "settings": {
            "text": "<p></p><p>1. Nutzungsumfang</p><p>1.1 Die folgenden Allgemeinen Geschäftsbedingungen („AGB“) gelten gleichermaßen für die Clu Media GmbH. Diese AGB gelten ausschließlich; abweichende oder ergänzende Bedingungen des Vertragspartners finden auf das Vertragsverhältnis keine Anwendung, es sei denn, Clu Media GmbH hat ihrer Geltung ausdrücklich schriftlich zugestimmt.</p><p>2. Leistungen, Vertragsabschluss, Schriftformerfordernis</p><p>2.1 Clu Media GmbH optimiert die Art und Weise, wie Unternehmen Softwarelizenzen kaufen, nutzen und verkaufen. Die vertragliche Verpflichtung besteht in der Übertragung von Nutzungsrechten an Softwareprogrammen. Der Umfang der Nutzungsrechte ergibt sich aus den zwingenden Bestimmungen des Urheberrechts sowie den Lizenzbedingungen des Urheberrechtsinhabers. Die Nutzungsrechte an den Softwareprogrammen werden in Bezug auf die in den Lizenzbedingungen angegebenen Softwareversionen übertragen.</p><p>2.2 Sollte das bestellte Produkt vom Softwarehersteller (IP-Inhaber) aufgrund des Endes seines Lebenszyklus nicht mehr unterstützt werden und sollten die Schlüssel vom Softwarehersteller gesperrt sein, kann Clu Media GmbH nicht für die fortlaufende Funktionsfähigkeit des Produkts verantwortlich gemacht werden.</p><p>2.3 Ein vom Vertragspartner unterzeichneter Bestellschein gilt als verbindliches Angebot des Vertragspartners, sofern der Vertrag nicht durch beidseitige Unterzeichnung unmittelbar zustande kommt. Clu Media GmbH kann ein solches Angebot innerhalb von zwei Wochen nach Erhalt durch Gegenzeichnung annehmen.</p><p>2.4 Die vertragliche Verpflichtung ergibt sich ausschließlich aus der schriftlichen Auftragsbestätigung oder dem abgeschlossenen Vertrag.</p><p>2.5 Sämtliche Vereinbarungen zwischen den Parteien sowie nachträgliche ergänzende oder abweichende Abreden bedürfen zu ihrer Wirksamkeit der Schriftform. Dies gilt auch für die Aufhebung dieses Schriftformerfordernisses.</p><p>2.6 Falls der Vertragspartner eine Verkaufsaufstellung anfordert, stimmt er mit der Auftragsbestätigung zu, dass Clu Media GmbH berechtigt ist, die Daten der betreffenden Lieferung an externe Wirtschaftsprüfer weiterzugeben, die eine solche Verkaufsaufstellung erstellen können. </p><p>3. Zahlungsbedingungen</p><p>3.1 Die angegebenen Preise verstehen sich stets zuzüglich der jeweils geltenden gesetzlichen Mehrwertsteuer.</p><p>3.2 Es gelten die in dem Angebot und der Rechnungsform angegebenen Zahlungsbedingungen.</p><p>3.3 Bei verspäteter Zahlung ist Clu</p><p>Media GmbH berechtigt, die Lizenzen zurückzufordern und Verzugszinsen in Höhe von 8 % p.a. zu verlangen. Die Geltendmachung weiterer Schäden bleibt vorbehalten.</p><p>3.4 Clu Media GmbH ist berechtigt, die Erfüllung aller vertraglichen Verpflichtungen zu verweigern oder nur gegen Vorauszahlung zu leisten, solange der Vertragspartner mit seinen Zahlungsverpflichtungen in Verzug ist.</p><p>3.5 Der Vertragspartner ist nur berechtigt, ein Zurückbehaltungsrecht oder ein Aufrechnungsrecht auszuüben, wenn seine Gegenforderung unbestritten oder rechtskräftig festgestellt ist.</p><p>4. Lieferung, Liefertermine</p><p>4.1 Liefer- und Leistungstermine ergeben sich aus der jeweiligen Auftragsbestätigung von Clu Media GmbH  bzw. aus dem Vertrag. Sofern nichts anderes vereinbart wurde, sind angegebene Termine als „ungefähre Termine“ zu verstehen. Endgültige Termine werden von Clu Media GmbH rechtzeitig bekannt gegeben.</p><p>Hier ist die vollständige Übersetzung des bereitgestellten Textes ins Deutsche:</p><p>4.2 Clu Media GmbH ist berechtigt, Teillieferungen vorzunehmen.</p><p><br/>4.3 Sollte Clu Media GmbH zur Vorleistung verpflichtet sein, kann sie die Leistung verweigern, ohne in Verzug zu geraten, wenn nach Vertragsschluss Umstände bekannt werden, die den Schluss zulassen, dass der Vertragspartner seine vertraglichen Verpflichtungen, insbesondere seine Zahlungsverpflichtung, nicht erfüllen kann. In diesem Fall ist Clu Media berechtigt, eine Frist zu setzen, innerhalb derer der Vertragspartner gegen Lieferung zu zahlen oder eine Sicherheit zu leisten hat. Verstreicht diese Frist erfolglos, kann Clu Media GmbH vom Vertrag zurücktreten und Ersatz der entstandenen Schäden oder vergeblicher Aufwendungen verlangen. Schadenersatzansprüche des Vertragspartners sind im gesetzlich zulässigen Umfang ausgeschlossen.</p><p>5. Ausschluss weiterer Leistungen, Systemverantwortung</p><p>5.1 Clu Media GmbH vertreibt ausschließlich Lizenzen. Installations-, Entwicklungs-, Support- oder ähnliche Dienstleistungen werden nicht erbracht, es sei denn, dies wurde ausdrücklich vereinbart.</p><p><br/>5.2 Der Vertragspartner ist allein verantwortlich für seine Hardware- und Softwareumgebung, gegebenenfalls erforderliche Schnittstellen sowie die Kompatibilität und Funktionsfähigkeit der erworbenen Softwarelizenzen in Bezug auf seine Hardware- und Softwareumgebung.</p><p>6. Rücktrittsrecht</p><p>6.1 Erhält der Vertragspartner oder Clu Media GmbH eine rechtliche Mitteilung von einer dazu berechtigten Person im Namen des Softwareherstellers oder von einem vom Softwarehersteller autorisierten Prüfer, die besagt, dass sie die Lizenzübertragung nicht anerkennen, wird Clu Media GmbH diese Mitteilung unverzüglich prüfen.</p><p>6.2 Hält Clu Media GmbH den Anspruch für unbegründet, wird sie die Angelegenheit gegenüber dem Softwarehersteller auf eigene Kosten klären. Stellt sich heraus, dass der Anspruch gerechtfertigt ist, kann Clu Media GmbH die Produkte innerhalb eines Monats nach Bestätigung der Berechtigung des Anspruchs durch Clu Media GmbH durch Produkte ersetzen, die der Softwarehersteller anerkennt. Ist Clu Media GmbH  nicht in der Lage, dem Vertragspartner solche Produkte innerhalb eines Monats nach Bestätigung der Berechtigung des Anspruchs durch Clu Media GmbH bereitzustellen, ist der Vertragspartner berechtigt, innerhalb eines Monats nach Information durch Clu Media GmbH vom Vertrag hinsichtlich der Produkte zurückzutreten und erhält den vollen Wert der entsprechenden Produkte im Vertrag erstattet. Schadenersatzansprüche des Vertragspartners sind im gesetzlich zulässigen Umfang ausgeschlossen.</p><p>6.3 Abschnitt 6 gilt nur, wenn der Vertragspartner die Produkte in der EU, dem Vereinigten Königreich, der Schweiz verwendet.</p><p>7. Freistellung</p><p>7.1 Clu Media GmbH stellt den Vertragspartner von Ansprüchen des Softwareherstellers im Zusammenhang mit der Lizenzübertragung frei, vorausgesetzt, der Vertragspartner (1.) bestätigt, dass er die Produkte ausschließlich in der EU, dem Vereinigten Königreich, der Schweiz verwendet hat, (2.) Clu Media GmbH unverzüglich über die Ansprüche informiert, (3.) die Ansprüche nicht anerkennt (oder eine wirtschaftlich vergleichbare Erklärung abgibt), (4.) die rechtliche Verteidigung im gesetzlich zulässigen Umfang Clu Media GmbH überlässt und (5.) Clu Media GmbH bei der rechtlichen Verteidigung angemessen und auf eigene Kosten unterstützt.</p><p>8. Haftung</p><p><br/>8.1 Clu Media GmbH haftet uneingeschränkt für Schäden, die durch vorsätzliches Verhalten oder grobe Fahrlässigkeit verursacht wurden, sowie im Rahmen der geltenden zwingenden Bestimmungen des Produkthaftungsrechts oder gemäß geltendem zwingendem Recht.</p><p><br/>8.2 Der Vertragspartner ist verpflichtet, angemessene Vorkehrungen zu treffen, um Schäden zu verhindern und zu minimieren. In diesem Zusammenhang ist der Vertragspartner auch verpflichtet, alle seine Daten regelmäßig zu sichern.</p><p>9. Anwendbares Recht, Gerichtsstand</p><p><br/>9.1 Vereinbarungen zwischen der Clu Media GmbH und dem Vertragspartner sowie alle damit zusammenhängenden Rechtsbeziehungen, unabhängig von ihrer Rechtsnatur, unterliegen ausschließlich dem materiellen Recht der Schweiz unter ausdrücklichem Ausschluss von Kollisionsnormen (Internationales Privatrecht) und internationalem Recht (insbesondere unter Ausschluss des UN-Übereinkommens über Verträge über den internationalen Warenkauf (Wiener Übereinkommen, CISG) vom 11. April 1980).</p><p><br/>9.2 Alle Streitigkeiten, die sich aus Vereinbarungen zwischen der Clu Media GmbH und dem Vertragspartner oder in Bezug auf alle damit zusammenhängenden Rechtsbeziehungen ergeben, unabhängig von ihrer Rechtsnatur, werden ausschließlich den ordentlichen Gerichten von Zug, Kanton Zug, Schweiz, vorgelegt.</p>",
            "text_size": "subtext-md",
            "text_max_size": 32,
            "text_font": "body",
            "secondary_color": false,
            "highlighted_text": "none",
            "highlighted_scribble": "circle"
          }
        }
      },
      "block_order": [
        "heading_4UpL7x",
        "text_LT4bkA"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "text_alignment": "left",
        "text_alignment_mobile": "left",
        "heading": "",
        "heading_size": "title-md",
        "heading_alignment": "text-left md:items-end md:flex-row",
        "heading_width": "small",
        "heading_tag": "h2",
        "subheading": "",
        "description": "",
        "button_label": "",
        "button_link": "",
        "button_external": false,
        "button_icon": true,
        "highlighted_text": "none",
        "highlighted_scribble": "circle",
        "color_text": "",
        "color_background": "",
        "gradient_background": "",
        "color_highlight": "",
        "gradient_highlight": "",
        "color_button_text": "",
        "color_button_background": "",
        "color_button_gradient": "",
        "padding_top": 72,
        "padding_bottom": 100,
        "divider": false,
        "narrow": true,
        "rounded": false
      }
    }
  },
  "order": [
    "announcement-bar",
    "header",
    "rich_text_UbL4HC"
  ]
}
